{
  "DIA_Lucas_AboutPlace_15_00": "Co zajímavého mi můžeš říct o tomhle místě?",
  "DIA_Lucas_AboutPlace_13_01": "Co? Hmm... Je to nádherný místo pro život, ale musíš být teda tvrdý. Není to žádný město se svými luxusními serepetičkami. Sice tady máme drsný podmínky, ale na druhou stranu tě to naučí úctě ke všemu ostatnímu.",
  "DIA_Lucas_AboutPlace_13_02": "Sem tam si zajdu někam do města a lidi tam vypadají tak jakoby... zženštile. Není divu, nechodí lovit zvěř, hezky si sedí někde ve vyhřátým koutě a nemusí bojovat o svůj život.",
  "DIA_Lucas_AboutPlace_13_03": "My jsme tady ale jiní. Tvrdí.",
  "DIA_Lucas_Searching_15_01": "Znáš Henka a Legrifa?",
  "DIA_Lucas_Searching_03_02": "No jasně. Vždycky spolu někde chlastaj. Co po nich chceš?",
  "DIA_Lucas_Searching_15_03": "Potřebuju je najít. Nevíš, kde bych je mohl hledat?",
  "DIA_Lucas_Searching_03_04": "No teda, budeš to mít hodně zajímavý tyhle dva chlapíky najít. Musíš vědět, že každý z nich je úplně ale úplně jiný.",
  "DIA_Lucas_Searching_15_05": "Co tím myslíš?",
  "DIA_Lucas_Searching_03_06": "Henk je zapálený lezec. Co vidí, na to vyleze, ale nejraději leze po skalách. Dost lidí to začíná pořádně štvát, takže mu seržant Baes vždycky dává hlídku tam, kam může dojít.",
  "DIA_Lucas_Searching_03_07": "Ale Legrif, ten když je úplně došky, tak vždycky usne na tom nejnečekanějším místě.",
  "DIA_Lucas_Searching_15_08": "Měl jsi pravdu, to bude fakt sranda. Díky.",
  "DIA_Lucas_Hello_03_01": "Novej, nemám pravdu? Jaký dojem na tobě zanechaly naše hradby a cesta vedoucí k nim?",
  "DIA_Lucas_Hello_Next_03_01": "Abych tak pravdu řekl, cesta k naší pevnosti by ještě mohla vypadat o mnoho líp.",
  "DIA_Lucas_Hello_Next_03_02": "Ale co by mohlo být ještě zajímavější, než se nechat svést dřevěnou zdviží až na samotný vrchol pevnosti!",
  "DIA_Lucas_Hello_Next_03_03": "Můžeš totiž u nás jeden jeřáb. Už po delší dobu je mimo provoz a protože k nám už déle neproudí moc zboží, tak se o to nikdo ani příliš nezajímá.",
  "DIA_Lucas_Hello_Next_03_04": "Pár neděl zpátky se nabídli nějací maníci, že ho opraví.",
  "DIA_Lucas_Hello_Next_03_05": "Je snad jasný, že jsem jim nic nezaplatil předem, ale musel jsem jim dát soukolí, aby se podívali na to, jak vlastně celý stroj funguje.",
  "DIA_Lucas_Hello_Next_03_06": "I made them pay a pledge for them because it's an expensive thing to do, but even despite that, the workers disappeared after a few days.",
  "DIA_Lucas_Hello_Next_03_07": "I suspect they were just hoping to make an easy money. They took what they could and ran. Could you take a look around the crane? Maybe you can at least get the gearwheel?",
  "DIA_Lucas_Hello_Nothing_15_01": "Compared to the city, it's nothing...",
  "DIA_Lucas_Hello_Nothing_03_02": "Don't talk nonsense, Archolos city is probably the most poorly secured place on the whole island. Any fugitive can get in through the sewers.",
  "DIA_Lucas_Hello_Great_15_01": "The walls look impregnable.",
  "DIA_Lucas_Hello_Great_03_02": "And you're right! In the entire history of this island, Wolf's Den has never been conquered.",
  "DIA_Lucas_SQ404_Start_15_01": "I'll look for the workers and the gearwheel.",
  "DIA_Lucas_SQ404_Start_03_02": "If you can get that gear back I will pay you the equivalent of their pledge!",
  "DIA_Lucas_SQ404_Finish_15_01": "I found the gearwheel and your workers.",
  "DIA_Lucas_SQ404_Finish_03_02": "Did they give it back?",
  "DIA_Lucas_SQ404_Finish_15_03": "You could say that, they got caught up by horde of snappers. I found the gearwheel by one of the workers at the bottom of the lake.",
  "DIA_Lucas_SQ404_Finish_03_04": "Damn... I could have sent someone with them as protection. Snappers have never ventured this close to our fortress.",
  "DIA_Lucas_SQ404_Finish_03_05": "The important thing is that I got that wheel back. Ulryk would kill me if he found out about it. These contraptions are made exclusively to order and cost a fortune.",
  "DIA_Lucas_SQ404_Finish_03_06": "Well done, just a shame that now the crane will probably remain useless for months to come.",
  "DIA_Lucas_Ambient_15_01": "What's up?",
  "DIA_Lucas_Ambient_03_02": "I've been better. I don't feel comfortable being unemployed, it goes against the nature of a Wolf's Den resident.",
  "DIA_Lucas_Ambient_03_03": "I'm counting on you about that wheel. Don't let me down.",
  "DIA_Lucas_Ambient_03_04": "All right. Thanks to your help, I now know where I stand. And I'm not completely screwed with Ulryk.",
  "DIA_Lucas_SELLHORN_Description": "I have everything you need. (Sell horns)"
}
