{
  "DIA_Thug_CQ005_Hello_15_01": "Tak jsme tady. Můžeme začít?",
  "DIA_Thug_CQ005_Hello_03_02": "Pánové na představení?",
  "DIA_Thug_CQ005_Hello_15_03": "Ano. Poslal nás sem Huug. Je už Ohnivý rituál připravený?",
  "DIA_Thug_CQ005_Hello_03_04": "Žádnýho Huuga neznám. Ale jestli mluvíš o rituálu, tak se můžeš co nevidět směle zúčastnil rituálu 'Ohně a oceli'.",
  "DIA_Thug_CQ005_Hello_03_05": "Aby byl rituál provedený správně, je potřeba kapka paladinské krve. Nejjistější je však použít všechnu jeho krev.",
  "DIA_Thug_CQ005_Hello_15_06": "To jsem mohl tušit. Opravdu si myslíš, že na nás stačíš?",
  "DIA_Thug_CQ005_Hello_03_07": "Na vás? To jsi mě asi špatně pochopil. Ty mladej můžeš klidně jít. Řekněme, že nejsme úplně v přízni pana krále, zejména pak u jeho dvorních sloužících.",
  "DIA_Thug_CQ005_Hello_03_08": "Je jasné, že tohle setkání musí zůstat naším malý sladkým tajemstvím. Takže jestli se o tom někdo něco dozví, můžeš očekávat jistý... nepříjemnosti.",
  "DIA_Thug_CQ005_Hello_KillHim_15_01": "Dobře. Dělej si s ním, co chceš.",
  "DIA_Thug_CQ005_Hello_KillHim_03_02": "Tak je to správné. Jsme rád, že jsme našli společné řešení.",
  "DIA_Thug_CQ005_Hello_NoWay_15_01": "Tak to ani omylem. Nenechám tě, abys ho zavraždil.",
  "DIA_Thug_CQ005_Hello_NoWay_03_02": "Inu dobrá, pak tedy následuj jeho osud. Chopte se jich!",
  "DIA_Thug_CQ005_AfterFight_03_01": "Ach ano! Dvě mouchy jednou ranou!",
  "DIA_Thug_CQ005_AfterFight_15_02": "Nemáš snad strach z toho, že bych mohl jít za mágy Ohně a všechno jim říct?",
  "DIA_Thug_CQ005_AfterFight_03_03": "Ne. Jestli jim o tom jenom cekneš, tak věř, že tě obviní ze spoluúčasti a odsoudí tě. A myslím si, že nemáš úplně chuť na menší výlet do Hornického údolí, nemám snad pravdu?",
  "DIA_Thug_CQ005_AfterFight_03_04": "A kdybys byl náhodou natolik hloupý, že bys jim přece jen něco prozradil, tak si tě moji společníci brzy najdou v žaláři.",
  "DIA_Thug_CQ005_AfterFight_03_05": "A jestli nás napadneš, inu řekněme, že se co nevidět připojíš ke svýmu kamarádíčkovi."
}